var interviewData = [
  // Игорь Гуляев
  {
    hash: 'igor_gulyaev',
    name: 'Igor Gulyaev',
    bg_color: '#292929',
    color_class: 'white',
    slider_image: '/img/interview/gulyaev/cover.jpg?v=2',
    slider_text: 'Его называют новатором в области меховой моды, что не удивительно: Игорь Гуляев единственный из современных дизайнеров, кому пришло в голову сшить из меха японское кимоно. Он обожает восток, черпает идеи с улиц Токио, Парижа, Лондона и Нью-Йорка и одевает мировых знаменитостей – от Орнеллы Мутти до Монсератт Кабалье.',
    article_image: '/img/interview/gulyaev/article.jpg?v=2',
    article_text: [
      '<b>Мой путь в моде начался</b> с простой случайности. Когда мне было 14 лет, брат привез мне из Москвы модный свитшот, который после первой стирки сел и полинял. Я нашел у мамы похожую ткань и сам, без выкройки, сшил себе новый. А через год у меня уже был свой кооператив.',
      '<b>Уходить от шаблонов</b> несложно, если не зацикливаешься на текущих трендах. Например, когда в моду вошли меховые пальто, я сшил японское кимоно из меха, которое выглядело совершенно иначе: вместо свободного кроя строгая геометрическая форма, вместо узкого пояса – широкий. Эту модель тут же напечатали на обложке модного итальянского журнала.',
      '<b>Вдохнуть в одежду новую жизнь</b> можно только в том случае, если ты умеешь себя подать. Если глядя на себя в зеркало ты излучаешь свет, то даже одевшись в секонд-хенде, можно выглядеть прекрасно.',
      '<b>Меня вдохновляют</b> street style Лондона, Нью-Йорка, Парижа и, в особенности, Токио. Обожаю японское «неумение» одеваться: они покупают европейскую одежду и смешивают ее очень нелепо. Японцы не боятся экспериментировать и поэтому выглядят очень круто!',
      '<b>Идея двух моих последних коллекций</b> – кино. Сначала оно было немым: эпоха 20-30-х годов, шелковые платья-комбинации с вечерними жакетами, брюки-колокола, клеш, клетка, благородные материалы от велюра и бархата до органзы и шелка. И мягкая цветовая гамма: бежево-пудровая, серая, нежно-розовая. А на MBFWR в этом году я покажу продолжение этой истории, только на этот раз кино будет цветным!',
      '<b>Познакомиться с моим брендом</b> можно на сайте <a href="http://www.igorgulyaev.com" target="_blank">www.igorgulyaev.com</a>, а узнать обо мне в моем инстаграм <a href="https://instagram.com/igorgulyaevofficial" target="_blank">instagram.com/igorgulyaevofficial</a>.'
    ],
    excerpt_image: '/img/interview/gulyaev/excerpt.jpg?v=2',
    excerpt_text: 'Если глядя на себя в зеркало, ты излучаешь свет, то даже одевшись в секонд-хенде, можно выглядеть прекрасно.',
    advice_text: [
      'Для ухода за одеждой темных оттенков  важно уделять особое внимание интенсивности и насыщенности цвета. Для этого рекомендуем соблюдать правила ухода, указанные на этикетке изделия, а также подбирать средство для стирки.',
      'Рекомендуем добавлять средство Ласка Эффект Восстановления Черного 3D, который позволит вещам надолго сохранять насыщеный цвет, а также будет препятствовать вымыванию красителя между волокнами при стирке.'
    ],
    moodboard_image: '/img/interview/gulyaev/moodboard.jpg?v=2',
    bottle: '/img/bottles/black.png?v=2',
    index: 0
  },

  // Юлия Бажина
  {
    hash: 'yuliya_bazhina',
    name: 'Yuliya Bazhina',
    bg_color: '#e3f0f8',
    slider_image: '/img/interview/bazhina/cover.jpg?v=2',
    slider_text: 'После ее дебюта на прошлой неделе моды MBFW Russia, фэшн-критики заговорили о новом унисексе. Дизайнер создает яркие и функциональные вещи для обоих полов, не боится играть с контрастами и верит, что мода – это один из важнейших путей к самосовершенствованию.',
    article_image: '/img/interview/bazhina/article.jpg?v=2',
    article_text: [
      '<b>Мой путь в моде начался</b> с Кировского технологического колледжа и с первой коллекции «Жертвы совершенства». В ней были применены новаторские идеи вязания и необычные сочетания форм и материалов. А еще раньше были детские эксперименты с куклами Барби: я обожала шить для них одежду.',
      '<b>Уходить от шаблонов</b> мне помогает индивидуальная работа с каждым клиентом. Все люди красивы и все не похожи друг на друга. И одежда должна отражать эти различия.',
      '<b>Вдохнуть в одежду новую жизнь</b> можно играя на контрастах. Атласная юбка и трикотажный свитер, кожа и кружево, джинсы и шелк…  Если своих идей не хватает, можно открыть pinterest.com и ввести в поиске street style.',
      '<b>Меня вдохновляют</b> архитектура Италии, street style европейских городов, фильмы Люка Бессонна и Бернардо Бертолуччи, музыка Lily Allen.',
      '<b>Идея моей новой коллекции</b> – самосовершенствование, путь к своему идеальному Я. (Мы живем, чтобы познать себя, развиваться, стремясь к своему совершенному Я).  Каждый образ будет изготовлен индивидуально для каждой модели. В коллекции смешаны различные виды пряжи, фактурные нити и ткани, порезанные на полоски. Цветовая гамма строится на контрасте – от светлых натуральных тонов до ярких цветовых решений, принтов и росписи по ткани.',
      '<b>Познакомиться с моим брендом</b> можно на сайте <a href="http://bybazhina.tumblr.com" target="_blank">bybazhina.tumblr.com</a>.'
    ],
    excerpt_image: '/img/interview/bazhina/excerpt.jpg?v=2',
    excerpt_text: 'Все люди красивы и все не похожи друг на друга. Одежда должна отражать эти различия.',
    advice_text: [
      'Чтобы окрашенные ткани дольше сохраняли первоначальный цвет и не становились блеклыми, за ними нужно тщательно ухаживать, особое внимание уделять интенсивности и стойкости цвета, а также приданию сияния таким материалам.',
      'Рекомендуем использовать специальные средства, например, гель для стирки Ласка Эффект Восстановления Цвета 3D. При стирке в стиральной машине использовать температурный режим 30 - 60 °C, и соответствующий режим стирки.'
    ],
    moodboard_image: '/img/interview/bazhina/moodboard.jpg?v=2',
    bottle: '/img/bottles/color.png?v=2',
    index: 1
  },

  // Юлия Далакян
  {
    hash: 'julia_dalakian',
    name: 'Julia Dalakian',
    bg_color: '#a7b9cb',
    color_class: 'white',
    slider_image: '/img/interview/dalakian/cover.jpg?v=2',
    slider_text: 'Она из немногих российских дизайнеров, создающая удобную моду «от кутюр». Именно поэтому ее любят и звезды, и простые домохозяйки, и студенты арт-колледжей, находящие в ее моделях и отсылки к знаменитым художникам, и даже реакцию на мировую политическую ситуацию!',
    article_image: '/img/interview/dalakian/article.jpg?v=2',
    article_text: [
      '<b>Мой путь в моде начался</b> с моделей одежды для кукол. <b>Уже в пять лет</b> я рисовала настоящие коллекции - брюки, юбки, платья... Потом было поступление в Текстильный институт, сотрудничество с Домом моды Вячеслава Зайцева и Роберто Кавалли, открытие собственного дома моды, наконец.',
      '<b>Уходить от шаблонов</b> можно миксуя одежду разных дизайнеров и стилей. Высокий бренд и марка масс-маркет. Восточный стиль и европейский урбанистический. Главное, не стремиться выглядеть как иллюстрированный журнал.',
      '<b>Вдохнуть в одежду новую жизнь</b> мне помогают винтажные аксессуары или декор: старинная тесьма из Индии или расшитый бисером винтажный клатч.',
      '<b>Меня вдохновляют</b> остров Бали, фрики больших городов, кино и музыка 80-х и 90-х, блошиный рынок Ниццы, актриса Тильда Суинтон, черный бархат, политика…',
      '<b>Идея моей новой коллекции</b> – это динамичная урбанистическая одежда, которая позволяет много и комфортно двигаться и работать. Поэтому даже коктейльные платья получились удобными, с капюшоном. Акцент сделан на необычные ткани и фактуры: это, например, ламинированные шерсть или классическая пальтовая ткань, а также платья, украшенные бархатными пайетками. Цветовая гамма от бежевого и серого до красного и моего любимого черного.',
      '<b>Познакомиться с моим брендом</b> можно на сайте <a href="http://www.dalakian.info" target="_blank">www.dalakian.info</a>.'
    ],
    excerpt_image: '/img/interview/dalakian/excerpt.jpg?v=2',
    excerpt_text: 'Главное, не стремиться выглядеть как иллюстрированный журнал.',
    advice_text: [
      'При уходе за такими тканями как шерсть, шёлк и бархат важно бережно удалять загрязнения, а также сохранять форму и мягкость вещей. Этого можно добиться с помощью использования при стирке специального средства для стирки, например, гель для стирки Ласка Шерсть и Шелк 3D.',
      'Также необходимо выстроить специальный режим на стиральной машине – температура должна быть не выше 40 °C.'
    ],
    moodboard_image: '/img/interview/dalakian/moodboard.jpg?v=2',
    bottle: '/img/bottles/wool.png?v=2',
    index: 2
  },

  // Белла Потемкина
  {
    hash: 'bella_potemkina',
    name: 'Bella Potemkina',
    bg_color: '#b6b2aa',
    slider_image: '/img/interview/potemkina/cover.jpg?v=2',
    slider_text: 'Прийти в ее платье на выпускной мечтает любая одиннадцатиклассница, а женственные блузки и юбки от Беллы Потемкиной одевают на ответственные переговоры московские бизнес-леди. Она верит, что главное предназначение женщины – быть женщиной и доказывает это в каждой своей коллекции. Последняя, посвященная богемному образу жизни, не исключение.',
    article_image: '/img/interview/potemkina/article.jpg?v=2',
    article_text: [
      '<b>Мой путь в моде начался</b> более 10 лет назад. Сначала я заинтересовалась работами российских дизайнеров, затем открыла свой собственный бутик Glamour. А через 5 лет, набравшись опыта, решила развивать собственный бренд. Начинала с малого: расшивала угги кружевом, придумывала аксессуары и постепенно набила руку.',
      '<b>Уходить от шаблонов</b> с каждым годом становится все сложнее. Ведь мода циклична, и дизайнеры во всем мире склонны к заимствованию.  Я не против, при условии, что ты переосмысливаешь идею, наполняешь ее новыми оттенками смысла.',
      '<b>Вдохнуть в одежду новую жизнь</b> можно сочетая ее с вещами совершенно другого стиля. Например, женственное пальто и спортивные кеды. А вообще читайте мой Инстаграм. Я ежедневно делюсь с подписчиками вариантами образов и советами!',
      '<b>Меня вдохновляют</b> моя семья, Париж, архитектура европейских городов, актуальные модные тенденции. Например, в моей последней коллекции это разнообразные принты.',
      '<b>Идея моей новой коллекции</b> – богемный стиль. Отсюда дорогие материалы и роскошные цвета – бархат, оттенки фиолетового. Это вещи, которые заставляют погрузиться в прошлое, но при этом не забывать о настоящем. Поэтому без актуальных трендов, таких, например, как сочетание разнофактурных материалов, тоже не обойдется.',
      '<b>Читать мои советы по стилю</b> можно в моем инстаграм <a href="https://instagram.com/bellapotemkinaofficial" target="_blank">instagram.com/bellapotemkinaofficial</a>.'
    ],
    excerpt_image: '/img/interview/potemkina/excerpt.jpg?v=2',
    excerpt_text: 'Главное предназначение женщины – быть женщиной!',
    advice_text: [
      'Для ухода за разнообразными синтетическими тканями важно использовать специальные средства, которые надолго сохранят свежесть вещей и предотвратят появление неприятного запаха.',
      'Рекомендуем при стирке таких вещей добавлять специальное средство, например, Ласка Care & Refresh, которое поможет одежде сохранять свежесть в течение 24 часов в процессе носки благодаря технологии Deo Fresh и обеспечит комплексный уход за вещами.'
    ],
    moodboard_image: '/img/interview/potemkina/moodboard.jpg?v=2',
    bottle: '/img/bottles/synthetic.png?v=2',
    index: 3
  },

  // Елена Земцова
  {
    hash: 'elena_zemtsova',
    name: 'Elena Zemtsova',
    bg_color: '#010101',
    color_class: 'white',
    slider_image: '/img/interview/zemtsova/cover.jpg?v=2',
    slider_text: 'Как архитектор по образованию, она создает графичные модели, которые как нельзя больше подходят для жизни в больших городах. Среди небоскребов Манхэттена, башен московского делового центра или рекламных вывесок Токио – везде ее коллекции смотрятся красиво и эффектно.',
    article_image: '/img/interview/zemtsova/article.jpg?v=2',
    article_text: [
      '<b>Мой путь в моде начался</b> еще в раннем детстве. Я обожала шить одежду для кукол, давать советы подругам по поводу сочетаний в одежде. Но так как в моем родном городе – Барнауле - профессии дизайнера научиться было негде, я поступила в архитектурный. А спустя годы, уже в Санкт-Петербурге, получила второе высшее профильное образование.',
      '<b>Моей первой коллекцией</b> была линейка одежды из мусорных пакетов, сделанная для школьного конкурса.',
      '<b>Чтобы избегать шаблонов</b>, нужно не бояться играть с аксессуарами. Например, добавив к классическому платью модный в этом сезоне крупный пояс с пряжками, можно создать необычный авангардный образ.',
      '<b>Главный весенний тренд для меня</b> – это детали. Крупные серьги, браслеты, пояса с пряжками - этой весной они уместны как никогда.',
      '<b>Меня вдохновляют</b> мои клиенты. А еще – мегаполисы. Например, Токио, жители которого умеют одеваться так смело, как, пожалуй, больше никто в мире!',
      '<b>Моя новая коллекция</b> посвящена одному предмету гардероба - пальто. Классический драп, совмещенный с пленками и голографическими тканями  глубоких цветов – черного, шоколадного, болотного.',
      '<b>Читать мои советы по стилю</b> можно в моем инстаграм <a href="https://www.instagram.com/ezbyez/" target="_blank">instagram.com/ezbyez</a>.'
    ],
    excerpt_image: '/img/interview/zemtsova/excerpt.jpg?v=2',
    excerpt_text: 'Нужно не бояться играть с аксессуарами!',
    advice_text: [
      'Чтобы светлые вещи не приобретали светлый оттенок, при стирке необходимо добавлять специальные средства, например, Ласка Эффект Восстановления Белого 3D. Это универсальное средство, потому что оно не только поддерживает интенсивность цвета, но и бережно ухаживает за одеждой.'
    ],
    moodboard_image: '/img/interview/zemtsova/moodboard.jpg?v=2',
    bottle: '/img/bottles/white.png?v=2',
    index: 4
  },

  // Chloё
  {
    hash: 'chloe',
    name: 'Chloё',
    bg_color: '#cfa8ba',
    slider_image: '/img/interview/chloe/cover.jpg?v=2',
    slider_text: 'Настя Чеботарь, музыкант и дизайнер, основала марку Chloё даже не имея высшего образования! Для нее, звезды рунета, кажется, нет ничего невозможного: за ее плечами уже есть запись нескольких музыкальных дисков и коллекция суперсексуальной одежды, которая произвела фурор на осенней Неделе моды MBFW 2017-2018.',
    article_image: '/img/interview/chloe/article.jpg?v=2',
    article_text: [
      '<b>Мой путь в моде начался</b> из-за желания развлечься. На Неделях моды скучно. А мне хотелось сделать что-то веселое. Тогда мы с Викой <i>(знаменитый московский трендсеттер VIVICOXY, та самая ВивиКокса из песни «Папи» – прим.ред.)</i> придумали нашу коллекцию. Эпатажную и кричаще сексуальную, но не вульгарную. Голливуд, супермодели, фильм «Бурлеск»: лаковые плащи, костюмы с топами, полупрозрачные ткани, нижнее белье – все это для выхода в свет!',
      '<b>Чтобы избегать шаблонов</b> нужно поменьше следить за модными новостями. Идеи должны быть своими!',
      '<b>Вдохнуть в одежду новую жизнь</b> легче всего, когда ты влюблен. Влюбленность вообще лучший стимул для творчества.',
      '<b>Главный весенний тренд для меня</b> – это естественность. Пусть весна будет чистой, без неоновых фотографий в сетях. Ухоженная кожа, летящие ткани, нюдовый макияж, цветы...',
      '<b>Меня вдохновляют</b> школа. Все эти подростковые штуки - дневники для девочек, прогулы, плакаты с любимой группой, вечеринки.',
      '<b>Моя новая коллекция</b> будет посвящена истории двух моих друзей – брата и сестры. 2014-2015 годы в Москве, вечеринка «Скотобойня», русский андеграунд, энергетики и паблики Вконтакте.',
      '<b>Читать мои советы по стилю</b> можно в моем инстаграм <a href="https://www.instagram.com/chloe_._" target="_blank">https://www.instagram.com/chloe_._</a>.'
    ],
    excerpt_image: '/img/interview/chloe/excerpt.jpg?v=2',
    excerpt_text: 'Влюбленность - лучший стимул для творчества.',
    advice_text: [
      'Очень часто на одежде для спорта и активного отдыха остаётся неприятный запах и теряется «дышащий эффект» ткани». Чтобы избежать этого, используйте гель для стирки Ласка Active & Fresh 3D. Формула этого средства разработана специально для одежды из современных тканей с функцией «дыхания», защиты от ветра и дождя. Она нейтрализует неприятные запахи и даже работает во время активного движения, освежая одежду!'
    ],
    moodboard_image: '/img/interview/chloe/moodboard.jpg?v=2',
    bottle: '/img/bottles/sport.png?v=2',
    index: 5
  }
];